cask_args appdir: '/Applications'
tap 'caskroom/cask'

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
brew "bash"
brew "composer"
brew "fish"
brew "mas"
brew "pyenv"
brew "tree"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-patch-in-place", "with-powerline"]
brew "curl"
brew "ghq"
brew "gist"
brew "hub"
brew "sass/sass/sass"
brew "fzf"
brew "vim" 
brew "nodebrew"
cask "visual-studio-code"
cask "virtualbox"
cask "vagrant"
cask "dash"
cask "flux"
cask "clipy"
cask "iterm2"
cask "google-chrome"
cask "shiftit"
cask "licecap"
cask "sourcetree"
mas "Memory Cleaner", id: 518830108
mas "Skitch", id: 425955336
mas "Todoist", id: 585829637
mas "TogglDesktop", id: 957734279
mas "VirusBarrier Scanner", id: 1200445649
